[way_point]
map			= m02			;路点地图名(目前只有m02的路点包)
num			= 15			;路点数量

[world_server]
version			= 1.2.2.0		;游戏版本

[login_server]
num			= 1			;大区数

[login_0]					;多个大区按照[login_1][login_2]类推
ip			= 127.0.0.1		;LoginServerIP
port			= 4200			;LoginServer端口
world_num		= 1			;与该Login连接的WorldServer数量
world_0_name		= 香蕉			;World名称,多游戏世界按照world_1_name类推

[virtual_client]
log			= 0			;是否记录Log(该功能关闭)
policy			= 0			;服务器验证策略
press	 = 100				; 压力信息

[player]
online_time		= 0			;虚拟客户端在线时间(秒),0表示一直在线
